<?php
/* Создано в компании www.gateon.net
 * =================================================================
 * Модуль оплаты Интеркасса 2.0 для Joomla 3.5.x +JoomShopping 4.x 
 * ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Joomla 3.5.x и выше
 *  www.gateon.net не гарантирует правильную работу этого расширения
 *  для более ранних версий Joomla
 * =================================================================
*/
defined('_JEXEC') or die('Restricted access');
?>
<script type="text/javascript">
function check_pm_interkassa(){
    $_('payment_form').submit();
}
</script>
